{"messages": [{"user": "DeadRedLegend", "message": "Eyo, THIS IS A SPAM STREAM, Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer", "seconds": 3056}, {"user": "DeadRedLegend", "message": "Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer  STILL RIGGED", "seconds": 3147}, {"user": "DeadRedLegend", "message": "Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer Gotta Spam vedalCheer", "seconds": 3366}, {"user": "DeadRedLegend", "message": "What's your role on Vedal and Anny's marriage stream?", "seconds": 3569}, {"user": "DeadRedLegend", "message": "Where's my points? Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer \\", "seconds": 3626}, {"user": "DeadRedLegend", "message": "meow meow meow", "seconds": 3690}, {"user": "DeadRedLegend", "message": "RIGGED", "seconds": 3702}, {"user": "DeadRedLegend", "message": "NOTED", "seconds": 3741}, {"user": "DeadRedLegend", "message": "Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer Gotta spam vedalCheer", "seconds": 3753}, {"user": "DeadRedLegend", "message": "NOOOOOOO", "seconds": 3774}, {"user": "DeadRedLegend", "message": "Tell us something interesting about Vedal and Anny!", "seconds": 3818}, {"user": "DeadRedLegend", "message": "Have you seen Vedal's Vtuber model?", "seconds": 3916}]}