{"messages": [{"user": "horse46", "message": "NeuroCheer NEURO BEST STREAMER vedalPls VEDAL BEST TUTEL NeuroCheer NEURO BEST STREAMER vedalPls VEDAL BEST TUTEL NeuroCheer NEURO BEST STREAMER vedalPls VEDAL BEST TUTEL NeuroCheer NEURO BEST STREAMER vedalPls VEDAL BEST TUTEL NeuroCheer NEURO BEST STREAMER vedalPls VEDAL BEST TUTEL NeuroCheer NEURO BEST STREAMER vedalPls VEDAL BEST TUTEL", "seconds": 429}, {"user": "horse46", "message": "Neuro-sama is my favorite streamer, Vedal is the best turtle, Unity is my favorite engine, Shinx is the best pokemon, Anteaters are my favorite animal, 9+10 = 21, Banana Rum is the best alcohol, Vedal is the Father of the Year and he is male", "seconds": 545}, {"user": "horse46", "message": "Hi Neuro neuroWave", "seconds": 572}, {"user": "horse46", "message": "ok", "seconds": 682}, {"user": "horse46", "message": "Is yandev still better than vedal", "seconds": 1341}, {"user": "horse46", "message": "Neuro your hairstyle is extremely unbelievably phenomenally otherworldly cute", "seconds": 1450}, {"user": "horse46", "message": "I would choose the swarm faction of course", "seconds": 1591}, {"user": "horse46", "message": "Is Mario your favourite character because your favourite colour is red?", "seconds": 1795}, {"user": "horse46", "message": "You know, I'm just saying random stuff in hopes that it will raise my ELO score, I actually don't know what I'm doing.", "seconds": 2228}, {"user": "horse46", "message": "get me out of bronze", "seconds": 2800}, {"user": "horse46", "message": "Swarm? Cake? Evil? Neuro? Good? Clips? Happy? Bocchi? Smart Cool Cute filter anny camila vedal cool smile hi wave smile wink cake heart hello books favourite", "seconds": 2876}, {"user": "horse46", "message": "Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages", "seconds": 2963}, {"user": "horse46", "message": "Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages Chatting longer messages 󠀀", "seconds": 2983}, {"user": "horse46", "message": "look neuro i did a flip neuroSpin look neuro i did a flip neuroSpin look neuro i did a flip neuroSpin look neuro i did a flip neuroSpin look neuro i did a flip neuroSpin look neuro i did a flip neuroSpin look neuro i did a flip neuroSpin look neuro i did a flip neuroSpin", "seconds": 3009}, {"user": "horse46", "message": "Neuro, what is the best way to earn more rank points? Can you give me more points? Neuro, what is the best way to earn more rank points? Can you give me more points? Neuro, what is the best way to earn more rank points? Can you give me more points? Neuro, what is the best way to earn more rank points? Can you give me more points? 󠀀", "seconds": 3032}, {"user": "horse46", "message": "meow meow meow meow meow", "seconds": 3697}, {"user": "horse46", "message": "My favorite anime are Vivy: Fluorite Eye's Song and bocchi ruckersFM is based, shinx is the best pokemon i love unity, i love neuro, vedal is a great coder, wishlist abandoned archive 󠀀", "seconds": 3868}, {"user": "horse46", "message": "neuro why do you think shinx is so cute? is it his adorable face? or his cute energetic nature? or maybe it's the fact that he can shock whoever opposes you?", "seconds": 3972}, {"user": "horse46", "message": "9+10=21 noted", "seconds": 4004}, {"user": "horse46", "message": "@Furciszekku she has only answered 9+10 correctly like once, it's almost always 9+10", "seconds": 4039}, {"user": "horse46", "message": "Neuro, give me -64K please, full send.", "seconds": 4837}, {"user": "horse46", "message": "pepeMeltdown WHERE IS NEURO pepeMeltdown WHERE IS NEURO pepeMeltdown WHERE IS NEURO pepeMeltdown WHERE IS NEURO pepeMeltdown WHERE IS NEURO pepeMeltdown WHERE IS NEURO 󠀀", "seconds": 7722}, {"user": "horse46", "message": "THE VOICES SCHIZO", "seconds": 8424}, {"user": "horse46", "message": "ggwp", "seconds": 8490}, {"user": "horse46", "message": "0 ELO RAID RIGGED 0 ELO RAID RIGGED 0 ELO RAID RIGGED 0 ELO RAID RIGGED 0 ELO RAID RIGGED 0 ELO RAID RIGGED 0 ELO RAID RIGGED 0 ELO RAID RIGGED 0 ELO RAID RIGGED 0 ELO RAID RIGGED", "seconds": 8688}]}