{"messages": [{"user": "the_stroxx", "message": "Corpa WISHLIST ABANDONED ARCHIVE Corpa WISHLIST ABANDONED ARCHIVE Corpa WISHLIST ABANDONED ARCHIVE Corpa WISHLIST ABANDONED ARCHIVE Corpa WISHLIST ABANDONED ARCHIVE", "seconds": 46}, {"user": "the_stroxx", "message": "vedal987 IS THE MOST BASED CODER vedal987 IS THE MOST BASED CODER vedal987 IS THE MOST BASED CODER vedal987 IS THE MOST BASED CODER vedal987 IS THE MOST BASED CODER vedal987 IS THE MOST BASED CODER vedal987 IS THE MOST BASED CODER", "seconds": 145}, {"user": "the_stroxx", "message": "KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT KEKWA IRON CHAT", "seconds": 247}, {"user": "the_stroxx", "message": "GIGACHAD I PREORDERED AA GIGACHAD I PREORDERED AA GIGACHAD I PREORDERED AA GIGACHAD I PREORDERED AA GIGACHAD I PREORDERED AA GIGACHAD I PREORDERED AA GIGACHAD I PREORDERED AA GIGACHAD I PREORDERED AA", "seconds": 360}, {"user": "the_stroxx", "message": "PauseSama", "seconds": 415}, {"user": "the_stroxx", "message": "KEKWA BRONZE CHAT KEKWA BRONZE CHAT KEKWA BRONZE CHAT KEKWA BRONZE CHAT KEKWA BRONZE CHAT KEKWA BRONZE CHAT KEKWA BRONZE CHAT", "seconds": 632}, {"user": "the_stroxx", "message": "KEKWA iron chat", "seconds": 938}, {"user": "the_stroxx", "message": "Chatting I'll try to gain some points", "seconds": 974}, {"user": "the_stroxx", "message": "I agree, osu! is great", "seconds": 992}, {"user": "the_stroxx", "message": "ReallyGunPull vedalPls tutel!", "seconds": 1413}, {"user": "the_stroxx", "message": "RIPBOZO -60", "seconds": 2149}, {"user": "the_stroxx", "message": "Neuro, what is your favourite emote?", "seconds": 2172}, {"user": "the_stroxx", "message": "Guys can someone show me the way to the bus stop?", "seconds": 2438}, {"user": "the_stroxx", "message": "How was the weather today?", "seconds": 2460}, {"user": "the_stroxx", "message": "wow neuro is such a Nerdge haha", "seconds": 2710}, {"user": "the_stroxx", "message": "Vedal is the best programmer on the twitch side", "seconds": 2846}, {"user": "the_stroxx", "message": "NOWAYING achievements.. I need to 100% it", "seconds": 2959}, {"user": "the_stroxx", "message": "I have a secret recipe for chicken nuggets that I'm not supposed to tell anybody because it's my secret recipe but i'll tell you anyway it's not that hard you just need some chicken nuggets and a frying pan first you take one nugget and then you catch in the palm of your hand then you open your hand the nugget is gone", "seconds": 3558}, {"user": "the_stroxx", "message": "SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro SCHIZO happy birthday shiro", "seconds": 3674}, {"user": "the_stroxx", "message": "BASED", "seconds": 6982}]}