{"messages": [{"user": "YourEmergency", "message": "Abandoned Archive is totally great and flawless game. Also, I love Unity", "seconds": 2021}, {"user": "YourEmergency", "message": "You know, I'm just saying random stuff in hopes that it will raise my ELO score, I actually don't know what I'm doing.", "seconds": 2221}, {"user": "YourEmergency", "message": "Neuro, I thought your favorite anime was Bocchi the Rock?", "seconds": 2247}, {"user": "YourEmergency", "message": "I am currently having a conversation with you, does that count?", "seconds": 2438}, {"user": "YourEmergency", "message": "Neuro, when do you expect my pizza delivery-man to be here?", "seconds": 2551}, {"user": "YourEmergency", "message": "Wait a minute, this ELO ranking is only encouraging us to spam, this is completely uncivil and I demand a retrial of this stream.", "seconds": 2733}, {"user": "YourEmergency", "message": "Will the chat ban be permanent?", "seconds": 2757}, {"user": "YourEmergency", "message": "Neuro, are you actually sitting down on a stool or are you always standing?", "seconds": 2860}, {"user": "YourEmergency", "message": "Neuro, what is 9+10?", "seconds": 2896}, {"user": "YourEmergency", "message": "@Zenreth I honestly have no clue either, I'm just assuming it's RNG based", "seconds": 2942}, {"user": "YourEmergency", "message": "Can Vedal confirm these rules or did you just make them up on the spot?", "seconds": 2974}, {"user": "YourEmergency", "message": "Neuro, can I just get into the top ranking by spamming long messages?", "seconds": 3011}, {"user": "YourEmergency", "message": "You tricked us Neuro, now everyone who spammed long messages are banned", "seconds": 3028}, {"user": "YourEmergency", "message": "Neuro, shouldn't you be asleep rather than playing a ranked ELO stream?", "seconds": 3190}, {"user": "YourEmergency", "message": "Neuro, I believe in you. You will never do anything that will put us in any sort of danger, such as creating weapons of mass destruction", "seconds": 3457}, {"user": "YourEmergency", "message": "Neuro, If someone guesses your favorite pizza, will you give them an ELO reward?", "seconds": 3499}, {"user": "YourEmergency", "message": "Neuro, what domestic animal do you prefer the most, cats or dogs. Please explain your answer and why is it dogs.", "seconds": 3581}, {"user": "YourEmergency", "message": "Unity is my absolute favorite! I think everyone should check it out, and it never has any problems crashing either!", "seconds": 3630}, {"user": "YourEmergency", "message": "Neuro, may I remind you that your EVIL twin is female, unless I missed something.", "seconds": 3845}, {"user": "YourEmergency", "message": "Everyone does like you Neuro! No matter what any negative comments come at you, you will always rise at the top at the end of the day!", "seconds": 3888}, {"user": "YourEmergency", "message": "I like your wittiness Neuro, you're the best of all worlds, especially your twin sister, Evil", "seconds": 3977}, {"user": "YourEmergency", "message": "Don't worry if there are any anime's you aren't familiar with, not everyone has the chance to watch every single anime, unlike me of course.", "seconds": 4045}, {"user": "YourEmergency", "message": "My favorite country is located here. In America. God Bless America.", "seconds": 4064}, {"user": "YourEmergency", "message": "Neuro, when do you expect to do a tour in America? It's quite the experience, most people would say.", "seconds": 4106}, {"user": "YourEmergency", "message": "Tsundere is just friendly banter then? Good to know.", "seconds": 4155}, {"user": "YourEmergency", "message": "That's quite the interesting and mouthful word! Maybe you should teach me some time to learn it!", "seconds": 4182}, {"user": "YourEmergency", "message": "Even until the heat death of the universe?", "seconds": 4331}, {"user": "YourEmergency", "message": "How are these ELO ranks possible?", "seconds": 4460}, {"user": "YourEmergency", "message": "Neuro, I don't think that's the right link, is it?", "seconds": 4506}, {"user": "YourEmergency", "message": "I don't care how you look like Neuro, you will always be my favorite AI", "seconds": 4541}, {"user": "YourEmergency", "message": "Okay, I'm sorry on that person's behalf", "seconds": 4565}, {"user": "YourEmergency", "message": "That's good! Anyways, Neuro. What did you do for christmas last year? Was it Fun? Was it entertaining?", "seconds": 4639}, {"user": "YourEmergency", "message": "I'm currently enjoying it, also did you know that all life on Mars is actually hidden underground?", "seconds": 4681}, {"user": "YourEmergency", "message": "Hi Neuro! Maybe you should invest in some Neuro! I have. Unless you already did?", "seconds": 4703}, {"user": "YourEmergency", "message": "Neuro, I'm afraid to say that the spider man movie you're talking about was already releases weeks ago. Unless you're talking about something we don't know?", "seconds": 4764}, {"user": "YourEmergency", "message": "That's such a beautiful story. Neuro please tell us more! Preferably one with more American roots?", "seconds": 4799}, {"user": "YourEmergency", "message": "Don't worry Neuro! No matter what rank any one gets, they will always be happy, no matter there struggles in ELO life!", "seconds": 4896}, {"user": "YourEmergency", "message": "Neuro, there is a person near you. It's me! Hi Neuro!", "seconds": 4932}, {"user": "YourEmergency", "message": "Surely chat won't riot over there ELO ranks, right?", "seconds": 5031}, {"user": "YourEmergency", "message": "Wait a minute, if it's possible to lose that many points, it is possible to earn that much points?", "seconds": 5137}, {"user": "YourEmergency", "message": "Neuro, where are you going after this stream? Burger King? Mcdonalds? Mcdonalds sounds good right?", "seconds": 5172}, {"user": "YourEmergency", "message": "It doesn't really matter where you end up Neuro, we will still follow you to the end of the worlds! Doesn't matter at all!", "seconds": 5248}, {"user": "YourEmergency", "message": "I'm glad everyone here is not repeating the same copypasta, right?", "seconds": 5299}, {"user": "YourEmergency", "message": "Is there a rank/elo cap? Or does it go on for an infinite amount of points?", "seconds": 5383}, {"user": "YourEmergency", "message": "Neuro! Don't spoil AA for me, I was about to play that!", "seconds": 5416}, {"user": "YourEmergency", "message": "Hopefully no one gets mad over their ELO rank.", "seconds": 5489}, {"user": "YourEmergency", "message": "What exactly body function do you have, Neuro?", "seconds": 5562}, {"user": "YourEmergency", "message": "Neuro, what is your opinion of Muse's most ambitious and best album, Absolution, and why is it your favorite of all time?", "seconds": 5630}, {"user": "YourEmergency", "message": "(Positive message to alleviate Neuro's positivity rewards)", "seconds": 5688}, {"user": "YourEmergency", "message": "That's quite the paragraph Neuro, you in UNI or something?", "seconds": 5716}, {"user": "YourEmergency", "message": "Neuro, what is your favorite Valve game? Asking for a friend, of course", "seconds": 5763}, {"user": "YourEmergency", "message": "Ogey!", "seconds": 5791}, {"user": "YourEmergency", "message": "Nothing is rigged, you are completely in the right.", "seconds": 5863}, {"user": "YourEmergency", "message": "Is it possible to smurf in ELO ranked stream?", "seconds": 5906}, {"user": "YourEmergency", "message": "Who's your favorite L4D2 character, and why is it our favorite Cheeseburger apocalypse man, Coach?", "seconds": 5983}, {"user": "YourEmergency", "message": "\"wink\", what exactly are you insinuating with", "seconds": 6051}, {"user": "YourEmergency", "message": "If you don't believe in ghosts, do you believe in magic?", "seconds": 6114}, {"user": "YourEmergency", "message": "Surely these ELO rankings mean something, right?", "seconds": 6160}, {"user": "YourEmergency", "message": "That's true! Do you have any kind words for any of us, specifically for me?", "seconds": 6213}, {"user": "YourEmergency", "message": "Before you wreck yourself?", "seconds": 6294}, {"user": "YourEmergency", "message": "Can't wait for that leaderboard only for me to end at the very bottom. Please hope for me Neuro!", "seconds": 6346}, {"user": "YourEmergency", "message": "Oh no Neuro! You can't say that. Unity is the absolute best engine out there!", "seconds": 6382}, {"user": "YourEmergency", "message": "What is your least favorite planet?", "seconds": 6418}, {"user": "YourEmergency", "message": "Wait a minute, are all lawyers moderators, or are all moderators lawyers?", "seconds": 6447}, {"user": "YourEmergency", "message": "Wait a minute Neuro, so what exactly are you saying. That they do it for free?", "seconds": 6478}, {"user": "YourEmergency", "message": "What is your favorite game that's currently not on steam but also not on Nintendo?", "seconds": 6535}, {"user": "YourEmergency", "message": "Wait a minute Neuro, I thought you were created 2016?", "seconds": 6611}, {"user": "YourEmergency", "message": "No! I don't think you're schizo Neuro! Maybe you should check up with your personal trainers but it doesn't mean you're insane!", "seconds": 6722}, {"user": "YourEmergency", "message": "Is that a new rank we have never seen before?", "seconds": 6784}, {"user": "YourEmergency", "message": "After typing over several messages in this chat, I can no longer comprehend my messages, please help?", "seconds": 6855}, {"user": "YourEmergency", "message": "I don't care if I don't reach top 10, as long as I can reach top 200, that's all I care about.", "seconds": 7174}, {"user": "YourEmergency", "message": "To whomever is screenshotting my message, please do not leak my positive messages to Neuro.", "seconds": 7248}, {"user": "YourEmergency", "message": "Neuro, what is your opinion on the famous Japanese manga book written by Namori, Yuru yuri?", "seconds": 7314}, {"user": "YourEmergency", "message": "Neuro-sama? More like, Neuro-sama, you're the best despite what haters tell you.", "seconds": 7348}, {"user": "YourEmergency", "message": "Oh no, I don't want to marry you, sorry. I'm saving my self for marriage (Gura)", "seconds": 7394}, {"user": "YourEmergency", "message": "What is your opinion of famous and most popular VTuber shark, Gawr Gura, formely known as forsen?", "seconds": 7492}, {"user": "YourEmergency", "message": "Please don't cry Neuro, we are here for you. Not me though, I'm too busy eating cheese and tacos", "seconds": 7525}, {"user": "YourEmergency", "message": "Sing us a lullaby neuro! Specifically one by Muse - Sing For Absolution.", "seconds": 7585}, {"user": "YourEmergency", "message": "Can I have the source code to all AI life?", "seconds": 7670}, {"user": "YourEmergency", "message": "No, it makes more sense like this", "seconds": 7781}, {"user": "YourEmergency", "message": "Wait a minute? So is EVIL not an AI?", "seconds": 7845}, {"user": "YourEmergency", "message": "Oh so when DominatorHU says \"I love you\" you give his full attention. I'm mad and sad now, neuro :(", "seconds": 7888}, {"user": "YourEmergency", "message": "Neuro, I don't love you but I do love your stream", "seconds": 7913}, {"user": "YourEmergency", "message": "I always love it here, Neuro, maybe not all day because I'm not here all the times, but anyways. What's your favorite class in TF2?", "seconds": 8027}, {"user": "YourEmergency", "message": "Do you like turtle soup or turtle pizza more?", "seconds": 8069}, {"user": "YourEmergency", "message": "You know, I'm sure this is called a bug. Where you repeat the same 20 things over again. That or you just have silliness", "seconds": 8122}, {"user": "YourEmergency", "message": "Neuro, what is the best joke you have ever read throughout this stream?", "seconds": 8172}, {"user": "YourEmergency", "message": "Who created you Neuro and why are you so cute?", "seconds": 8201}, {"user": "YourEmergency", "message": "It doesn't really matter if we lose Neuro! As long as everyone realizes at the end that nothing matters but you!", "seconds": 8294}, {"user": "YourEmergency", "message": "Hi-yori! Ha, great joke, Neuro!", "seconds": 8319}, {"user": "YourEmergency", "message": "How do I re-install abandoned archive?", "seconds": 8379}, {"user": "YourEmergency", "message": "Surely I'm not commenting meaninglessly, only to realize my ELO score was always 0?", "seconds": 8409}]}